Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.custom_messages.preview_caption
source: Live preview. Tap the pencil to write your own.
ar: معاينة مباشرة. انقري على القلم لتكتبي رسالتك.
bn: লাইভ প্রিভিউ। নিজে লিখতে পেনসিলে ট্যাপ করুন।
ca: Previsualització en directe. Toca el llapis per escriure el teu.
cs: Živý náhled. Klepnutím na tužku napíšeš vlastní.
da: Live-forhåndsvisning. Tryk på blyanten for at skrive din egen.
de: Live-Vorschau. Tippe auf den Stift für eigene Texte.
el: Ζωντανή προεπισκόπηση. Πάτησε το μολύβι για να γράψεις το δικό σου.
es: Vista previa en vivo. Toca el lápiz para escribir el tuyo.
fi: Live-esikatselu. Kirjoita oma napauttamalla kynää.
fr: Aperçu en direct. Touche le crayon pour écrire le tien.
gu: લાઇવ પ્રિવ્યૂ. જાતે લખવા માટે પેન્સિલ પર ટૅપ કરો.
he: תצוגה חיה. הקישי על העיפרון כדי לכתוב בעצמך.
hi: लाइव प्रीव्यू। ख़ुद लिखने के लिए पेंसिल पर टैप करें।
hr: Pretpregled uživo. Dodirni olovku i napiši svoj tekst.
hu: Élő előnézet. Koppints a ceruzára, és írd meg a sajátodat.
id: Pratinjau langsung. Ketuk pensil untuk menulis sendiri.
it: Anteprima dal vivo. Tocca la matita per scrivere il tuo.
ja: ライブプレビュー。鉛筆をタップして自分で書けます。
kn: ಲೈವ್ ಮುನ್ನೋಟ. ನೀವೇ ಬರೆಯಲು ಪೆನ್ಸಿಲ್ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 실시간 미리보기예요. 연필을 탭해 직접 써 보세요.
ml: ലൈവ് പ്രിവ്യൂ. സ്വന്തമായി എഴുതാൻ പെൻസിലിൽ ടാപ്പ് ചെയ്യൂ.
mr: लाइव्ह प्रिव्ह्यू. स्वतः लिहिण्यासाठी पेन्सिलवर टॅप करा.
ms: Pratonton langsung. Ketik pensel untuk menulis sendiri.
nb: Direkte forhåndsvisning. Trykk på blyanten for å skrive din egen.
nl: Live preview. Tik op het potlood om je eigen tekst te schrijven.
or: ଲାଇଭ୍ ପ୍ରିଭ୍ୟୁ। ନିଜେ ଲେଖିବାକୁ ପେନସିଲ୍‌ରେ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਲਾਈਵ ਪ੍ਰੀਵਿਊ। ਆਪ ਲਿਖਣ ਲਈ ਪੈਨਸਿਲ ’ਤੇ ਟੈਪ ਕਰੋ।
pl: Podgląd na żywo. Stuknij ołówek, aby napisać własny tekst.
pt_br: Prévia ao vivo. Toque no lápis para escrever o seu.
pt_pt: Pré-visualização em direto. Toca no lápis para escreveres o teu.
ro: Previzualizare live. Atinge creionul ca să scrii textul tău.
ru: Живой предпросмотр. Нажми на карандаш, чтобы написать свой текст.
sk: Živý náhľad. Ťuknutím na ceruzku napíšeš vlastný.
sl: Predogled v živo. Tapni svinčnik in napiši svoje besedilo.
sv: Liveförhandsvisning. Tryck på pennan för att skriva din egen.
ta: நேரடி முன்னோட்டம். நீங்களே எழுத பென்சிலைத் தட்டுங்கள்.
te: లైవ్ ప్రివ్యూ. మీరే రాయడానికి పెన్సిల్‌ను నొక్కండి.
th: ตัวอย่างแบบสด แตะดินสอเพื่อเขียนเอง
tr: Canlı önizleme. Kendin yazmak için kaleme dokun.
uk: Живий перегляд. Торкнися олівця, щоб написати свій текст.
ur: لائیو پیش منظر۔ خود لکھنے کے لیے پنسل پر ٹیپ کریں۔
vi: Xem trước trực tiếp. Chạm vào bút chì để tự viết.
zh_hans: 实时预览。点按铅笔即可自己编写。
zh_hant: 即時預覽。點一下鉛筆即可自己撰寫。

# settings.custom_messages.tone
source: Tone
ar: النبرة
bn: টোন
ca: To
cs: Tón
de: Stil
el: Τόνος
es: Tono
fi: Sävy
fr: Ton
gu: ટોન
he: סגנון
hi: अंदाज़
hr: Ton
hu: Hangnem
id: Gaya bahasa
it: Stile
ja: トーン
kn: ಧಾಟಿ
ko: 톤
ml: ശൈലി
mr: शैली
ms: Nada
nl: Toon
or: ଶୈଳୀ
pa: ਟੋਨ
pl: Ton
pt_br: Tom
pt_pt: Tom
ro: Ton
ru: Тон
sk: Tón
sl: Ton
sv: Ton
ta: தொனி
te: టోన్
th: โทนเสียง
tr: Ton
uk: Тон
ur: انداز
vi: Giọng điệu
zh_hans: 风格
zh_hant: 風格

# settings.custom_messages.tone.gentle_body
source: Soft words that give you a little room.
ar: كلمات لطيفة تمنحكِ بعض المساحة.
bn: কোমল কথা, আপনাকে একটু সময় দেয়।
ca: Paraules suaus que et donen una mica de marge.
cs: Jemná slova, která ti nechají trochu prostoru.
da: Bløde ord, der giver dig lidt luft.
de: Sanfte Worte, die dir etwas Raum lassen.
el: Απαλά λόγια που σου αφήνουν λίγο χώρο.
es: Palabras suaves que te dan un poco de margen.
fi: Pehmeitä sanoja, jotka antavat sinulle vähän tilaa.
fr: Des mots doux qui te laissent un peu de marge.
gu: નરમ શબ્દો, જે તમને થોડી મોકળાશ આપે છે.
he: מילים רכות שנותנות לך קצת מרחב.
hi: नरम शब्द, जो आपको थोड़ी गुंजाइश देते हैं।
hr: Nježne riječi koje ti ostavljaju malo prostora.
hu: Lágy szavak, amelyek hagynak egy kis teret.
id: Kata-kata lembut yang memberimu sedikit ruang.
it: Parole morbide che ti lasciano un po’ di spazio.
ja: 少し余裕をくれる、やさしい言葉です。
kn: ನಿಮಗೆ ಸ್ವಲ್ಪ ಅವಕಾಶ ನೀಡುವ ಮೃದು ಮಾತುಗಳು.
ko: 조금 여유를 주는 부드러운 말이에요.
ml: നിങ്ങൾക്ക് അൽപം ഇടം നൽകുന്ന മൃദുവായ വാക്കുകൾ.
mr: तुम्हाला थोडी मोकळीक देणारे हळुवार शब्द.
ms: Kata-kata lembut yang memberi kamu sedikit ruang.
nb: Myke ord som gir deg litt rom.
nl: Zachte woorden die je wat ruimte geven.
or: ଆପଣଙ୍କୁ ଟିକେ ସୁଯୋଗ ଦେଉଥିବା କୋମଳ କଥା।
pa: ਨਰਮ ਸ਼ਬਦ, ਜੋ ਤੁਹਾਨੂੰ ਥੋੜ੍ਹੀ ਗੁੰਜਾਇਸ਼ ਦਿੰਦੇ ਹਨ।
pl: Łagodne słowa, które dają ci trochę przestrzeni.
pt_br: Palavras suaves que te dão um pouco de espaço.
pt_pt: Palavras suaves que te dão algum espaço.
ro: Cuvinte blânde care îți lasă puțin loc.
ru: Мягкие слова, которые дают тебе немного свободы.
sk: Jemné slová, ktoré ti nechajú trochu priestoru.
sl: Nežne besede, ki ti pustijo nekaj prostora.
sv: Mjuka ord som ger dig lite utrymme.
ta: உங்களுக்குச் சற்று இடம் தரும் மென்மையான சொற்கள்.
te: మీకు కొంచెం వెసులుబాటు ఇచ్చే మృదువైన మాటలు.
th: ถ้อยคำนุ่มนวลที่ให้คุณมีพื้นที่บ้าง
tr: Sana biraz alan tanıyan yumuşak sözler.
uk: М’які слова, що дають тобі трохи простору.
ur: نرم الفاظ، جو آپ کو تھوڑی گنجائش دیتے ہیں۔
vi: Lời nhẹ nhàng, cho bạn chút thong thả.
zh_hans: 温柔的话语，给你一点余地。
zh_hant: 溫柔的話語，給你一點餘地。

# settings.custom_messages.tone.direct_body
source: Short and clear. Says what to do, then stops.
ar: قصيرة وواضحة. تقول ما عليكِ فعله ثم تتوقف.
bn: ছোট ও স্পষ্ট। কী করতে হবে বলে, তারপর থামে।
ca: Curt i clar. Diu què has de fer i prou.
cs: Krátce a jasně. Řekne, co udělat, a dost.
da: Kort og klart. Siger, hvad du skal, og stopper så.
de: Kurz und klar. Sagt, was zu tun ist, und fertig.
el: Σύντομα και καθαρά. Λέει τι να κάνεις και σταματά.
es: Corto y claro. Dice qué hacer y ya.
fi: Lyhyt ja selkeä. Kertoo mitä tehdä, ja siinä se.
fr: Court et clair. Dit quoi faire, puis s’arrête.
gu: ટૂંકું અને સ્પષ્ટ. શું કરવું તે કહે છે, પછી અટકે છે.
he: קצר וברור. אומר מה לעשות, ונגמר.
hi: छोटा और साफ़। क्या करना है, बताकर रुक जाता है।
hr: Kratko i jasno. Kaže što treba i stane.
hu: Rövid és világos. Megmondja, mit tegyél, és kész.
id: Singkat dan jelas. Bilang apa yang perlu dilakukan, lalu selesai.
it: Breve e chiaro. Dice cosa fare, poi basta.
ja: 短くはっきり。することだけ伝えます。
kn: ಚಿಕ್ಕದು, ಸ್ಪಷ್ಟ. ಏನು ಮಾಡಬೇಕೆಂದು ಹೇಳಿ ನಿಲ್ಲುತ್ತದೆ.
ko: 짧고 분명해요. 할 일만 말하고 끝나요.
ml: ചുരുക്കവും വ്യക്തവും. ചെയ്യേണ്ടത് പറഞ്ഞ് നിർത്തും.
mr: छोटे आणि स्पष्ट. काय करायचे ते सांगून थांबते.
ms: Ringkas dan jelas. Beritahu apa perlu dibuat, kemudian berhenti.
nb: Kort og klart. Sier hva du skal gjøre, og stopper der.
nl: Kort en duidelijk. Zegt wat je moet doen en stopt.
or: ଛୋଟ ଓ ସ୍ପଷ୍ଟ। କଣ କରିବେ କହି ଅଟକିଯାଏ।
pa: ਛੋਟਾ ਤੇ ਸਾਫ਼। ਕੀ ਕਰਨਾ ਹੈ ਦੱਸ ਕੇ ਰੁਕ ਜਾਂਦਾ ਹੈ।
pl: Krótko i jasno. Mówi, co zrobić, i tyle.
pt_br: Curto e claro. Diz o que fazer e para.
pt_pt: Curto e claro. Diz o que fazer e fica por aí.
ro: Scurt și clar. Spune ce ai de făcut, apoi se oprește.
ru: Коротко и ясно. Говорит, что сделать, и всё.
sk: Krátko a jasne. Povie, čo urobiť, a dosť.
sl: Kratko in jasno. Pove, kaj narediti, in konec.
sv: Kort och tydligt. Säger vad du ska göra och slutar där.
ta: சுருக்கமாக, தெளிவாக. செய்ய வேண்டியதைச் சொல்லி நிற்கும்.
te: చిన్నగా, స్పష్టంగా. ఏం చేయాలో చెప్పి ఆగుతుంది.
th: สั้นและชัด บอกสิ่งที่ต้องทำแล้วจบ
tr: Kısa ve net. Ne yapacağını söyler, o kadar.
uk: Коротко і ясно. Каже, що зробити, і все.
ur: مختصر اور واضح۔ کیا کرنا ہے، بتا کر رک جاتا ہے۔
vi: Ngắn gọn, rõ ràng. Nói việc cần làm rồi thôi.
zh_hans: 简短清楚。说完该做什么就停。
zh_hant: 簡短清楚。說完該做什麼就停。

# settings.custom_messages.tone.encouraging_body
source: Cheers you on as the habit takes hold.
ar: تشجّعكِ بينما تترسّخ العادة.
bn: অভ্যাস গড়ে ওঠার সময় আপনাকে উৎসাহ দেয়।
ca: T’anima mentre l’hàbit va arrelant.
cs: Fandí ti, než se zvyk ujme.
da: Hepper på dig, mens vanen sætter sig.
de: Feuert dich an, während die Gewohnheit wächst.
el: Σε ενθαρρύνει όσο η συνήθεια παγιώνεται.
es: Te anima mientras el hábito se asienta.
fi: Kannustaa sinua, kun tapa vakiintuu.
fr: T’encourage pendant que l’habitude s’installe.
gu: આદત પડતી જાય તેમ તમારો ઉત્સાહ વધારે છે.
he: מעודד אותך בזמן שההרגל נקלט.
hi: आदत बनते समय आपका हौसला बढ़ाता है।
hr: Bodri te dok navika ne zaživi.
hu: Szurkol neked, amíg a szokás meggyökerezik.
id: Menyemangatimu selagi kebiasaan terbentuk.
it: Fa il tifo per te mentre l’abitudine si consolida.
ja: 習慣が身につくまで応援します。
kn: ಅಭ್ಯಾಸ ರೂಢಿಯಾಗುವಾಗ ನಿಮ್ಮನ್ನು ಹುರಿದುಂಬಿಸುತ್ತದೆ.
ko: 습관이 자리 잡을 때까지 응원해요.
ml: ശീലം ഉറയ്ക്കുമ്പോൾ നിങ്ങളെ പ്രോത്സാഹിപ്പിക്കും.
mr: सवय रुजत असताना तुम्हाला प्रोत्साहन देते.
ms: Menyokong kamu sambil tabiat itu terbentuk.
nb: Heier på deg mens vanen setter seg.
nl: Moedigt je aan terwijl de gewoonte wortel schiet.
or: ଅଭ୍ୟାସ ଗଢ଼ିଉଠିବା ବେଳେ ଆପଣଙ୍କୁ ଉତ୍ସାହ ଦିଏ।
pa: ਆਦਤ ਪੱਕੀ ਹੋਣ ਤੱਕ ਤੁਹਾਡਾ ਹੌਸਲਾ ਵਧਾਉਂਦਾ ਹੈ।
pl: Kibicuje ci, gdy nawyk się utrwala.
pt_br: Torce por você enquanto o hábito se firma.
pt_pt: Apoia-te enquanto o hábito se instala.
ro: Te încurajează cât timp obiceiul prinde rădăcini.
ru: Поддерживает тебя, пока привычка закрепляется.
sk: Fandí ti, kým sa zvyk neujme.
sl: Spodbuja te, medtem ko se navada utrjuje.
sv: Hejar på dig medan vanan sätter sig.
ta: பழக்கம் உறுதியாகும்போது உங்களை உற்சாகப்படுத்தும்.
te: అలవాటు స్థిరపడేటప్పుడు మిమ్మల్ని ప్రోత్సహిస్తుంది.
th: เป็นกำลังใจให้ระหว่างที่นิสัยเริ่มติดตัว
tr: Alışkanlık oturana kadar seni destekler.
uk: Підтримує тебе, поки звичка закріплюється.
ur: عادت پختہ ہونے تک آپ کی حوصلہ افزائی کرتا ہے۔
vi: Cổ vũ bạn trong lúc thói quen dần hình thành.
zh_hans: 在习惯养成时为你加油。
zh_hant: 在習慣養成時為你加油。

# settings.custom_messages.tone.private_body
source: Doesn’t name your birth control.
ar: لا تذكر وسيلة منع الحمل.
bn: আপনার জন্মনিয়ন্ত্রণ পদ্ধতির নাম বলে না।
ca: No anomena el teu anticonceptiu.
cs: Nezmiňuje tvou antikoncepci.
da: Nævner ikke din prævention.
de: Erwähnt deine Verhütung nicht.
el: Δεν αναφέρει την αντισύλληψή σου.
es: No nombra tu anticonceptivo.
fi: Ei mainitse ehkäisyäsi.
fr: Ne nomme pas ta contraception.
gu: તમારી ગર્ભનિરોધક પદ્ધતિનું નામ લેતું નથી.
he: לא מזכיר את אמצעי המניעה שלך.
hi: आपके गर्भनिरोधक का नाम नहीं लेता।
hr: Ne spominje tvoju kontracepciju.
hu: Nem nevezi meg a fogamzásgátlódat.
id: Tidak menyebut alat kontrasepsimu.
it: Non nomina il tuo contraccettivo.
ja: 避妊方法の名前は出しません。
kn: ನಿಮ್ಮ ಗರ್ಭನಿರೋಧಕದ ಹೆಸರು ಹೇಳುವುದಿಲ್ಲ.
ko: 피임 방법을 언급하지 않아요.
ml: നിങ്ങളുടെ ഗർഭനിരോധന മാർഗത്തിന്റെ പേര് പറയില്ല.
mr: तुमच्या गर्भनिरोधकाचे नाव घेत नाही.
ms: Tidak menyebut kaedah perancang keluarga kamu.
nb: Nevner ikke prevensjonen din.
nl: Noemt je anticonceptie niet.
or: ଆପଣଙ୍କ ଗର୍ଭନିରୋଧକର ନାମ ନିଏ ନାହିଁ।
pa: ਤੁਹਾਡੇ ਗਰਭ ਨਿਰੋਧਕ ਦਾ ਨਾਂ ਨਹੀਂ ਲੈਂਦਾ।
pl: Nie nazywa twojej antykoncepcji.
pt_br: Não cita seu anticoncepcional.
pt_pt: Não refere o teu contracetivo.
ro: Nu îți numește contraceptivul.
ru: Не называет твою контрацепцию.
sk: Nespomína tvoju antikoncepciu.
sl: Ne omenja tvoje kontracepcije.
sv: Nämner inte ditt preventivmedel.
ta: உங்கள் கருத்தடை முறையின் பெயரைச் சொல்லாது.
te: మీ గర్భనిరోధక పద్ధతి పేరు చెప్పదు.
th: ไม่เอ่ยถึงวิธีคุมกำเนิดของคุณ
tr: Doğum kontrol yönteminin adını anmaz.
uk: Не називає твою контрацепцію.
ur: آپ کے مانعِ حمل طریقے کا نام نہیں لیتا۔
vi: Không nhắc tên biện pháp tránh thai của bạn.
zh_hans: 不会提到你的避孕方式。
zh_hant: 不會提到你的避孕方式。

# settings.custom_messages.tone.default_body
source: Pillie’s own wording. Pick a tone to change both.
ar: صياغة Pillie الخاصة. اختاري نبرة لتغيير التذكيرين.
bn: Pillie-এর নিজের লেখা। দুটিই বদলাতে একটি টোন বেছে নিন।
ca: El text propi de Pillie. Tria un to per canviar-los tots dos.
cs: Vlastní text Pillie. Vyber tón a změníš obě.
da: Pillies egen tekst. Vælg en tone for at ændre begge.
de: Pillies eigene Worte. Wähl einen Stil, um beide zu ändern.
el: Η διατύπωση του Pillie. Διάλεξε τόνο για να αλλάξεις και τις δύο.
es: El texto propio de Pillie. Elige un tono para cambiar ambos.
fi: Pillien omat sanat. Valitse sävy, niin molemmat muuttuvat.
fr: Le texte de Pillie. Choisis un ton pour changer les deux.
gu: Pillieના પોતાના શબ્દો. બંને બદલવા માટે ટોન પસંદ કરો.
he: הניסוח המקורי של Pillie. בחרי סגנון כדי לשנות את שתיהן.
hi: Pillie के अपने शब्द। दोनों बदलने के लिए कोई अंदाज़ चुनें।
hr: Izvorni Pillie tekst. Odaberi ton da promijeniš oba.
hu: A Pillie saját szövege. Válassz hangnemet, hogy mindkettő változzon.
id: Kata-kata bawaan Pillie. Pilih gaya bahasa untuk mengubah keduanya.
it: Il testo di Pillie. Scegli uno stile per cambiarli entrambi.
ja: Pillieの文言です。トーンを選ぶと両方が変わります。
kn: Pillie ಯ ಸ್ವಂತ ಪದಗಳು. ಎರಡನ್ನೂ ಬದಲಿಸಲು ಒಂದು ಧಾಟಿ ಆರಿಸಿ.
ko: Pillie의 기본 문구예요. 톤을 고르면 둘 다 바뀌어요.
ml: Pillie-യുടെ സ്വന്തം വാചകം. രണ്ടും മാറ്റാൻ ഒരു ശൈലി തിരഞ്ഞെടുക്കൂ.
mr: Pillie चे स्वतःचे शब्द. दोन्ही बदलण्यासाठी एक शैली निवडा.
ms: Teks asal Pillie. Pilih nada untuk menukar kedua-duanya.
nb: Pillies egen tekst. Velg en tone for å endre begge.
nl: Pillies eigen tekst. Kies een toon om beide te wijzigen.
or: Pillie ର ନିଜ ଲେଖା। ଦୁଇଟିକୁ ବଦଳାଇବାକୁ ଏକ ଶୈଳୀ ବାଛନ୍ତୁ।
pa: Pillie ਦੇ ਆਪਣੇ ਸ਼ਬਦ। ਦੋਵੇਂ ਬਦਲਣ ਲਈ ਕੋਈ ਟੋਨ ਚੁਣੋ।
pl: Własna treść Pillie. Wybierz ton, by zmienić obie.
pt_br: O texto do próprio Pillie. Escolha um tom para mudar os dois.
pt_pt: O texto do próprio Pillie. Escolhe um tom para mudar os dois.
ro: Textul propriu Pillie. Alege un ton ca să le schimbi pe amândouă.
ru: Собственный текст Pillie. Выбери тон, чтобы изменить оба.
sk: Vlastný text Pillie. Vyber tón a zmeníš obe.
sl: Izvirno besedilo Pillie. Izberi ton, da spremeniš oba.
sv: Pillies egen text. Välj en ton för att ändra båda.
ta: Pillie-இன் சொந்த வாசகம். இரண்டையும் மாற்ற ஒரு தொனியைத் தேர்ந்தெடுங்கள்.
te: Pillie సొంత పదాలు. రెండింటినీ మార్చడానికి ఒక టోన్ ఎంచుకోండి.
th: ข้อความของ Pillie เอง เลือกโทนเพื่อเปลี่ยนทั้งสองรายการ
tr: Pillie’nin kendi metni. İkisini de değiştirmek için bir ton seç.
uk: Власний текст Pillie. Обери тон, щоб змінити обидва.
ur: Pillie کے اپنے الفاظ۔ دونوں بدلنے کے لیے کوئی انداز چنیں۔
vi: Lời của chính Pillie. Chọn giọng điệu để đổi cả hai.
zh_hans: Pillie 自己的文案。选一种风格即可同时更换两条。
zh_hant: Pillie 自己的文字。選一種風格即可同時更換兩則。

# settings.custom_messages.tone.custom_body
source: Your own words. Pick a tone to replace them.
ar: كلماتكِ أنتِ. اختاري نبرة لاستبدالها.
bn: আপনার নিজের কথা। বদলাতে একটি টোন বেছে নিন।
ca: Les teves paraules. Tria un to per substituir-les.
cs: Tvoje vlastní slova. Vyber tón a nahradíš je.
da: Dine egne ord. Vælg en tone for at erstatte dem.
de: Deine eigenen Worte. Wähl einen Stil, um sie zu ersetzen.
el: Τα δικά σου λόγια. Διάλεξε τόνο για να τα αντικαταστήσεις.
es: Tus propias palabras. Elige un tono para reemplazarlas.
fi: Omat sanasi. Valitse sävy, niin ne korvataan.
fr: Tes propres mots. Choisis un ton pour les remplacer.
gu: તમારા પોતાના શબ્દો. તેમને બદલવા માટે ટોન પસંદ કરો.
he: המילים שלך. בחרי סגנון כדי להחליף אותן.
hi: आपके अपने शब्द। इन्हें बदलने के लिए कोई अंदाज़ चुनें।
hr: Tvoje riječi. Odaberi ton da ih zamijeniš.
hu: A saját szavaid. Válassz hangnemet a cseréjükhöz.
id: Kata-katamu sendiri. Pilih gaya bahasa untuk menggantinya.
it: Le tue parole. Scegli uno stile per sostituirle.
ja: あなたの言葉です。トーンを選ぶと置き換わります。
kn: ನಿಮ್ಮದೇ ಪದಗಳು. ಅವನ್ನು ಬದಲಿಸಲು ಒಂದು ಧಾಟಿ ಆರಿಸಿ.
ko: 직접 쓴 문구예요. 톤을 고르면 바뀌어요.
ml: നിങ്ങളുടെ സ്വന്തം വാക്കുകൾ. അവ മാറ്റാൻ ഒരു ശൈലി തിരഞ്ഞെടുക്കൂ.
mr: तुमचे स्वतःचे शब्द. ते बदलण्यासाठी एक शैली निवडा.
ms: Kata-kata kamu sendiri. Pilih nada untuk menggantikannya.
nb: Dine egne ord. Velg en tone for å erstatte dem.
nl: Je eigen woorden. Kies een toon om ze te vervangen.
or: ଆପଣଙ୍କ ନିଜ କଥା। ସେଗୁଡ଼ିକୁ ବଦଳାଇବାକୁ ଏକ ଶୈଳୀ ବାଛନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਆਪਣੇ ਸ਼ਬਦ। ਇਨ੍ਹਾਂ ਨੂੰ ਬਦਲਣ ਲਈ ਕੋਈ ਟੋਨ ਚੁਣੋ।
pl: Twoje własne słowa. Wybierz ton, by je zastąpić.
pt_br: Suas próprias palavras. Escolha um tom para substituí-las.
pt_pt: As tuas palavras. Escolhe um tom para as substituir.
ro: Cuvintele tale. Alege un ton ca să le înlocuiești.
ru: Твои слова. Выбери тон, чтобы их заменить.
sk: Tvoje vlastné slová. Vyber tón a nahradíš ich.
sl: Tvoje besede. Izberi ton, da jih zamenjaš.
sv: Dina egna ord. Välj en ton för att ersätta dem.
ta: உங்கள் சொந்தச் சொற்கள். அவற்றை மாற்ற ஒரு தொனியைத் தேர்ந்தெடுங்கள்.
te: మీ సొంత పదాలు. వాటిని మార్చడానికి ఒక టోన్ ఎంచుకోండి.
th: ข้อความของคุณเอง เลือกโทนเพื่อแทนที่
tr: Kendi sözlerin. Değiştirmek için bir ton seç.
uk: Твої власні слова. Обери тон, щоб їх замінити.
ur: آپ کے اپنے الفاظ۔ انہیں بدلنے کے لیے کوئی انداز چنیں۔
vi: Lời của chính bạn. Chọn giọng điệu để thay thế.
zh_hans: 你自己写的文字。选一种风格即可替换。
zh_hant: 你自己寫的文字。選一種風格即可取代。

# settings.custom_messages.later
source: Later
ar: لاحقًا
bn: পরে
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fi: Myöhemmin
fr: Plus tard
gu: પછી
he: מאוחר יותר
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
it: Più tardi
ja: あとで
kn: ನಂತರ
ko: 나중에
ml: പിന്നീട്
mr: नंतर
ms: Nanti
nb: Senere
or: ପରେ
pa: ਬਾਅਦ ਵਿੱਚ
pl: Później
pt_br: Mais tarde
pt_pt: Mais tarde
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Pozneje
sv: Senare
ta: பிறகு
te: తర్వాత
th: ภายหลัง
tr: Sonra
uk: Пізніше
ur: بعد میں
vi: Lát nữa
zh_hans: 稍后
zh_hant: 稍後

# settings.custom_messages.followup_group
source: Follow-up reminder
ar: تذكير المتابعة
bn: ফলো-আপ রিমাইন্ডার
ca: Recordatori de seguiment
cs: Následná připomínka
da: Opfølgende påmindelse
de: Folgeerinnerung
el: Επαναληπτική υπενθύμιση
es: Recordatorio de seguimiento
fi: Jatkomuistutus
fr: Rappel de relance
gu: ફૉલો-અપ રિમાઇન્ડર
he: תזכורת המשך
hi: फ़ॉलो-अप रिमाइंडर
hr: Ponovni podsjetnik
hu: Ismétlő emlékeztető
id: Pengingat lanjutan
it: Promemoria ripetuto
ja: フォローアップリマインダー
kn: ಮರು ಜ್ಞಾಪನೆ
ko: 후속 알림
ml: ഫോളോ-അപ്പ് റിമൈൻഡർ
mr: फॉलो-अप रिमाइंडर
ms: Peringatan susulan
nb: Oppfølgingspåminnelse
nl: Vervolgherinnering
or: ଫଲୋ-ଅପ୍ ରିମାଇଣ୍ଡର୍
pa: ਫ਼ਾਲੋ-ਅੱਪ ਰਿਮਾਈਂਡਰ
pl: Ponowne przypomnienie
pt_br: Lembrete de acompanhamento
pt_pt: Lembrete de seguimento
ro: Mementoul repetat
ru: Повторное напоминание
sk: Následná pripomienka
sl: Ponovni opomnik
sv: Uppföljande påminnelse
ta: தொடர் நினைவூட்டல்
te: ఫాలో-అప్ రిమైండర్
th: การแจ้งเตือนซ้ำ
tr: Takip hatırlatması
uk: Повторне нагадування
ur: فالو اپ یاد دہانی
vi: Lời nhắc lặp lại
zh_hans: 后续提醒
zh_hant: 後續提醒

# settings.custom_messages.daily_subtitle
source: First nudge each day
ar: أول تنبيه كل يوم
bn: প্রতিদিনের প্রথম মনে করানো
ca: El primer avís de cada dia
cs: První upozornění každý den
da: Dagens første påmindelse
de: Der erste Stups jeden Tag
el: Η πρώτη υπενθύμιση κάθε μέρας
es: El primer aviso de cada día
fi: Päivän ensimmäinen muistutus
fr: Le premier rappel de la journée
gu: દરરોજની પહેલી યાદ
he: התזכורת הראשונה בכל יום
hi: हर दिन की पहली याद
hr: Prvi podsjetnik svaki dan
hu: Minden nap az első jelzés
id: Pengingat pertama setiap hari
it: Il primo avviso di ogni giorno
ja: 毎日最初のお知らせ
kn: ಪ್ರತಿದಿನದ ಮೊದಲ ನೆನಪು
ko: 매일 보내는 첫 알림
ml: ദിവസവും ആദ്യത്തെ ഓർമ്മപ്പെടുത്തൽ
mr: रोजची पहिली आठवण
ms: Peringatan pertama setiap hari
nb: Dagens første påminnelse
nl: Je eerste seintje van de dag
or: ପ୍ରତିଦିନର ପ୍ରଥମ ମନେପକାଇବା
pa: ਹਰ ਰੋਜ਼ ਦੀ ਪਹਿਲੀ ਯਾਦ
pl: Pierwsze przypomnienie każdego dnia
pt_br: O primeiro aviso de cada dia
pt_pt: O primeiro aviso de cada dia
ro: Primul semn în fiecare zi
ru: Первое напоминание за день
sk: Prvé upozornenie každý deň
sl: Prvi opomnik vsak dan
sv: Dagens första påminnelse
ta: ஒவ்வொரு நாளின் முதல் நினைவூட்டல்
te: ప్రతి రోజూ మొదటి గుర్తు
th: การเตือนครั้งแรกของแต่ละวัน
tr: Her günün ilk hatırlatması
uk: Перше нагадування за день
ur: ہر دن کی پہلی یاد دہانی
vi: Lời nhắc đầu tiên mỗi ngày
zh_hans: 每天的第一次提醒
zh_hant: 每天的第一次提醒

# settings.custom_messages.followup_subtitle
source: If you haven’t checked in yet
ar: إذا لم تسجّلي بعد
bn: যদি এখনও চেক-ইন না করে থাকেন
ca: Si encara no has fet el registre
cs: Pokud ses ještě nezapsala
da: Hvis du ikke har tjekket ind endnu
de: Falls du noch nicht eingecheckt hast
el: Αν δεν έχεις κάνει ακόμα check-in
es: Si aún no has hecho el registro
fi: Jos et ole vielä kirjautunut
fr: Si tu n’as pas encore fait ton suivi
gu: જો તમે હજી ચેક-ઇન ન કર્યું હોય
he: אם עדיין לא סימנת
hi: अगर आपने अभी तक चेक-इन नहीं किया है
hr: Ako se još nisi prijavila
hu: Ha még nem jelentkeztél be
id: Jika kamu belum check-in
it: Se non hai ancora fatto il check-in
ja: まだチェックインしていないとき
kn: ನೀವು ಇನ್ನೂ ಚೆಕ್-ಇನ್ ಮಾಡದಿದ್ದರೆ
ko: 아직 체크인하지 않았을 때
ml: നിങ്ങൾ ഇതുവരെ ചെക്ക്-ഇൻ ചെയ്തിട്ടില്ലെങ്കിൽ
mr: तुम्ही अजून चेक-इन केले नसेल तर
ms: Jika anda belum daftar masuk
nb: Hvis du ikke har sjekket inn ennå
nl: Als je nog niet hebt ingecheckt
or: ଯଦି ଆପଣ ଏପର୍ଯ୍ୟନ୍ତ ଚେକ୍-ଇନ୍ କରିନାହାନ୍ତି
pa: ਜੇ ਤੁਸੀਂ ਅਜੇ ਚੈੱਕ-ਇਨ ਨਹੀਂ ਕੀਤਾ
pl: Jeśli jeszcze się nie odznaczyłaś
pt_br: Se você ainda não fez o registro
pt_pt: Se ainda não fizeste o registo
ro: Dacă nu ai bifat încă
ru: Если ты ещё не отметилась
sk: Ak si sa ešte nezapísala
sl: Če se še nisi prijavila
sv: Om du inte har checkat in än
ta: நீங்கள் இன்னும் செக்-இன் செய்யவில்லை என்றால்
te: మీరు ఇంకా చెక్-ఇన్ చేయకపోతే
th: หากคุณยังไม่ได้เช็กอิน
tr: Henüz giriş yapmadıysan
uk: Якщо ти ще не відмітилася
ur: اگر آپ نے ابھی تک چیک اِن نہیں کیا
vi: Nếu bạn chưa điểm danh
zh_hans: 如果你还没打卡
zh_hant: 如果你還沒打卡

# settings.custom_messages.blank_hint
source: Blank uses Pillie’s default wording.
ar: الحقل الفارغ يستخدم صيغة Pillie الافتراضية.
bn: খালি রাখলে Pillie-এর ডিফল্ট লেখা ব্যবহার হয়।
ca: En blanc, s’usa el text per defecte de Pillie.
cs: Prázdné pole použije výchozí text Pillie.
da: Tomt felt bruger Pillies standardtekst.
de: Leer bedeutet Pillies Standardtext.
el: Κενό σημαίνει το προεπιλεγμένο κείμενο του Pillie.
es: En blanco, se usa el texto predeterminado de Pillie.
fi: Tyhjä kenttä käyttää Pillien oletustekstiä.
fr: Vide, le texte par défaut de Pillie s’affiche.
gu: ખાલી રાખશો તો Pillieના મૂળ શબ્દો વપરાશે.
he: שדה ריק משתמש בניסוח ברירת המחדל של Pillie.
hi: ख़ाली छोड़ने पर Pillie के डिफ़ॉल्ट शब्द आएँगे।
hr: Prazno polje koristi zadani Pillie tekst.
hu: Üresen a Pillie alapszövege jelenik meg.
id: Kosong berarti memakai teks bawaan Pillie.
it: Se vuoto, usa il testo predefinito di Pillie.
ja: 空欄ならPillieのデフォルトの文言になります。
kn: ಖಾಲಿ ಬಿಟ್ಟರೆ Pillie ಯ ಡೀಫಾಲ್ಟ್ ಪದಗಳು ಬಳಕೆಯಾಗುತ್ತವೆ.
ko: 비워 두면 Pillie의 기본 문구가 쓰여요.
ml: ശൂന്യമാണെങ്കിൽ Pillie-യുടെ ഡിഫോൾട്ട് വാചകം ഉപയോഗിക്കും.
mr: रिकामे ठेवल्यास Pillie चे डीफॉल्ट शब्द वापरले जातील.
ms: Kosong bermaksud teks lalai Pillie digunakan.
nb: Tomt felt bruker standardteksten til Pillie.
nl: Leeg gebruikt Pillies standaardtekst.
or: ଖାଲି ରଖିଲେ Pillie ର ଡିଫଲ୍ଟ ଲେଖା ବ୍ୟବହାର ହେବ।
pa: ਖ਼ਾਲੀ ਛੱਡਣ ’ਤੇ Pillie ਦੇ ਡਿਫ਼ੌਲਟ ਸ਼ਬਦ ਵਰਤੇ ਜਾਣਗੇ।
pl: Puste pole oznacza domyślną treść Pillie.
pt_br: Em branco, usa o texto padrão do Pillie.
pt_pt: Vazio, usa o texto padrão do Pillie.
ro: Gol înseamnă textul implicit Pillie.
ru: Если поле пустое, будет стандартный текст Pillie.
sk: Prázdne pole použije predvolený text Pillie.
sl: Prazno polje uporabi privzeto besedilo Pillie.
sv: Tomt fält använder Pillies standardtext.
ta: வெறுமையாக இருந்தால் Pillie-இன் இயல்பு வாசகம் பயன்படும்.
te: ఖాళీగా ఉంటే Pillie డిఫాల్ట్ పదాలు వాడబడతాయి.
th: เว้นว่างไว้จะใช้ข้อความเริ่มต้นของ Pillie
tr: Boş bırakırsan Pillie’nin varsayılan metni kullanılır.
uk: Порожнє поле означає стандартний текст Pillie.
ur: خالی چھوڑنے پر Pillie کے ڈیفالٹ الفاظ استعمال ہوں گے۔
vi: Để trống sẽ dùng nội dung mặc định của Pillie.
zh_hans: 留空则使用 Pillie 的默认文案。
zh_hant: 留空則使用 Pillie 的預設文字。

# settings.custom_messages.reset
source: Reset
ar: إعادة تعيين
bn: রিসেট
ca: Restableix
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Palauta
fr: Réinitialiser
gu: રીસેટ
he: איפוס
hi: रीसेट
hr: Vrati
hu: Visszaállítás
id: Atur ulang
it: Ripristina
ja: リセット
kn: ಮರುಹೊಂದಿಸಿ
ko: 재설정
ml: റീസെറ്റ്
mr: रीसेट
ms: Set semula
nb: Tilbakestill
nl: Herstel
or: ରିସେଟ୍
pa: ਰੀਸੈੱਟ
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ro: Resetează
ru: Сбросить
sk: Obnoviť
sl: Ponastavi
sv: Återställ
ta: மீட்டமை
te: రీసెట్
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: ری سیٹ
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設
